{".": 1, "her": 2, "\"": 3, "she": 4, "the": 5, "and": 6, "to": 7, "of": 8, "'": 9, "a": 10, ",": 11, "had": 12, "was": 13, "i": 14, "bella": 15, "in": 16, "hermione": 17, "that": 18, "you": 19, "s": 20, "with": 21, "t": 22, "not": 23, "at": 24, "on": 25, "is": 26, "alice": 27, "they": 28, "would": 29, "he": 30, "it": 31, "his": 32, "as": 33, "one": 34, "out": 35, "family": 36, "cousin": 37, "into": 38, "?": 39, "way": 40, "like": 41, "no": 42, "go": 43, "an": 44, "we": 45, "him": 46, "be": 47, "some": 48, "were": 49, "for": 50, "but": 51, "there": 52, "said": 53, "back": 54, "boyfriend": 55, "let": 56, "them": 57, "-": 58, "head": 59, "your": 60, "those": 61, "will": 62, "are": 63, "from": 64, "all": 65, "up": 66, "their": 67, "other": 68, "have": 69, "thought": 70, "here": 71, "uncle": 72, "when": 73, "about": 74, "m": 75, "sure": 76, "get": 77, "before": 78, "away": 79, "eyes": 80, "know": 81, "much": 82, "so": 83, "own": 84, "this": 85, "didn": 86, "suitcase": 87, "charlie": 88, "by": 89, "going": 90, "give": 91, "!": 92, "how": 93, "replied": 94, "can": 95, "only": 96, "could": 97, "smiled": 98, "off": 99, "down": 100, "what": 101, "mind": 102, "don": 103, "has": 104, "room": 105, "did": 106, "vampire": 107, "<": 108, ">": 109, "cousins": 110, "being": 111, "face": 112, "hermes": 113, "asked": 114, "both": 115, "us": 116, "small": 117, "two": 118, "new": 119, "really": 120, "table": 121, "drink": 122, "parents": 123, "phone": 124, "do": 125, "me": 126, "trouble": 127, "then": 128, "if": 129, "glanced": 130, "just": 131, "keep": 132, "paying": 133, "around": 134, "chapter": 135, "make": 136, "decision": 137, "while": 138, "started": 139, "made": 140, "through": 141, "rushed": 142, "flight": 143, "smile": 144, "hug": 145, "god": 146, "idea": 147, "wasn": 148, "home": 149, "food": 150, "wanted": 151, "having": 152, "type": 153, "everything": 154, "herself": 155, "thoughts": 156, "once": 157, "shook": 158, "right": 159, "minutes": 160, "edward": 161, "seemed": 162, "find": 163, "attention": 164, "again": 165, "nothing": 166, "over": 167, "stay": 168, "place": 169, "couch": 170, "5": 171, "cullen": 172, "take": 173, "been": 174, "meet": 175, "need": 176, "bookstore": 177, "ride": 178, "look": 179, "coven": 180, "vampires": 181, "glare": 182, "tell": 183, "outfits": 184, "harry": 185, "or": 186, "my": 187, "strong": 188, "/": 189, "em": 190, "never": 191, "leave": 192, "think": 193, "moment": 194, "war": 195, "plane": 196, "last": 197, ";": 198, "quickly": 199, "keeping": 200, "eye": 201, "swan": 202, "people": 203, "stepped": 204, "anyone": 205, "after": 206, "short": 207, "walk": 208, "managed": 209, "wrapping": 210, "tight": 211, "nickname": 212, "thieves": 213, "mischievous": 214, "declared": 215, "bells": 216, "letting": 217, "does": 218, "bring": 219, "strange": 220, "looks": 221, "barely": 222, "thrown": 223, "hands": 224, "charm": 225, "alright": 226, "hour": 227, "sat": 228, "guilt": 229, "notice": 230, "answer": 231, "moved": 232, "too": 233, "clutched": 234, "silverware": 235, "tightly": 236, "time": 237, "didnt": 238, "even": 239, "because": 240, "now": 241, "gave": 242, "onto": 243, "thing": 244, "took": 245, "nowhere": 246, "town": 247, "sister": 248, "anyways": 249, "try": 250, "wants": 251, "who": 252, "\n": 253, "2": 254, "things": 255, "enough": 256, "help": 257, "cheap": 258, "rent": 259, "money": 260, "story": 261, "brand": 262, "conversation": 263, "extendable": 264, "first": 265, "until": 266, "met": 267, "seem": 268, "currently": 269, "overly": 270, "thinking": 271, "see": 272, "mean": 273, "more": 274, "always": 275, "ask": 276, "mumbled": 277, "breath": 278, "doesn": 279, "ll": 280, "vring": 281, "figure": 282, "called": 283, "television": 284, "why": 285, "walked": 286, "water": 287, "should": 288, "sorry": 289, "sisters": 290, "several": 291, "rosalie": 292, "raised": 293, "eyebrow": 294, "wand": 295, "extremely": 296, "edge": 297, "voice": 298, "hers": 299, "arms": 300, "re": 301, "clothes": 302, "dont": 303, "potter": 304, "twilight": 305, "belong": 306, "solely": 307, "respect": 308, "authors": 309, "whove": 310, "stuck": 311, "lazy": 312, "account": 313, "thank": 314, "updating": 315, "works": 316, "deleting": 317, "ones": 318, "interest": 319, "completing": 320, "1": 321, "granger": 322, "england": 323, "pivotal": 324, "life": 325, "escape": 326, "pain": 327, "survived": 328, "exiting": 329, "making": 330, "luggage": 331, "ron": 332, "happy": 333, "assumed": 334, "jump": 335, "chance": 336, "finish": 337, "year": 338, "hogwarts": 339, "aurortraining": 340, "stopped": 341, "musings": 342, "appeared": 343, "conveyor": 344, "belt": 345, "snatched": 346, "belongings": 347, "airport": 348, "lived": 349, "washington": 350, "united": 351, "states": 352, "hurry": 353, "afraid": 354, "miss": 355, "others": 356, "annoyed": 357, "delayed": 358, "trying": 359, "bump": 360, "spot": 361, "genuine": 362, "graced": 363, "belllla": 364, "dragged": 365, "name": 366, "hated": 367, "bestowed": 368, "9": 369, "learned": 370, "greek": 371, "loved": 372, "clever": 373, "same": 374, "wrong": 375, "breathe": 376, "swooped": 377, "hugged": 378, "hugging": 379, "kind": 380, "defeats": 381, "purpose": 382, "suppose": 383, "awkwardly": 384, "released": 385, "embrace": 386, "hungry": 387, "stop": 388, "dinner": 389, "horrible": 390, "grabbing": 391, "suitcases": 392, "reluctantly": 393, "perturbed": 394, "sent": 395, "beginning": 396, "anything": 397, "taken": 398, "importance": 399, "placed": 400, "orderly": 401, "fashion": 402, "different": 403, "levels": 404, "expandable": 405, "lightweight": 406, "bite": 407, "eat": 408, "8": 409, "ravenous": 410, "lost": 411, "registered": 412, "green": 413, "scenery": 414, "passing": 415, "knew": 416, "pulled": 417, "diner": 418, "freeway": 419, "waitress": 420, "setting": 421, "menus": 422, "asking": 423, "ordered": 424, "soft": 425, "nudged": 426, "feelings": 427, "threatened": 428, "flood": 429, "approve": 430, "ordering": 431, "fizzy": 432, "forced": 433, "hoped": 434, "neither": 435, "ten": 436, "meal": 437, "ring": 438, "excused": 439, "watched": 440, "interestingly": 441, "further": 442, "presume": 443, "care": 444, "whoever": 445, "talking": 446, "pointing": 447, "its": 448, "told": 449, "point": 450, "liked": 451, "tapping": 452, "fingers": 453, "lightly": 454, "sheepishly": 455, "missed": 456, "looking": 457, "worried": 458, "uncles": 459, "nod": 460, "speaking": 461, "dad": 462, "doctor": 463, "mom": 464, "interior": 465, "decorating": 466, "siblings": 467, "adopted": 468, "typical": 469, "law": 470, "abiding": 471, "kids": 472, "any": 473, "moves": 474, "latches": 475, "everyone": 476, "faded": 477, "background": 478, "mattered": 479, "sip": 480, "continuing": 481, "breaks": 482, "deep": 483, "depression": 484, "dead": 485, "suicide": 486, "broke": 487, "fix": 488, "pops": 489, "drags": 490, "country": 491, "flung": 492, "huff": 493, "gaining": 494, "patrons": 495, "wrapped": 496, "finger": 497, "hang": 498, "jacob": 499, "black": 500, "puzzled": 501, "information": 502, "hung": 503, "isn": 504, "manipulating": 505, "git": 506, "brightly": 507, "seat": 508, "hope": 509, "enjoy": 510, "write": 511, "humorous": 512, "scenes": 513, "coming": 514, "along": 515, "angst": 516, "tuned": 517, "next": 518, "update": 519, "alicehermione": 520, "settled": 521, "easily": 522, "found": 523, "argued": 524, "moving": 525, "america": 526, "reminded": 527, "inherited": 528, "afford": 529, "satisfaction": 530, "truly": 531, "flopped": 532, "very": 533, "residence": 534, "bedroom": 535, "car": 536, "garage": 537, "yard": 538, "fenced": 539, "woods": 540, "within": 541, "price": 542, "range": 543, "minute": 544, "street": 545, "content": 546, "helped": 547, "move": 548, "settle": 549, "remained": 550, "lipped": 551, "change": 552, "subject": 553, "whenever": 554, "brought": 555, "often": 556, "reason": 557, "nice": 558, "furniture": 559, "fed": 560, "getting": 561, "rid": 562, "bed": 563, "appliances": 564, "bought": 565, "eventually": 566, "however": 567, "buy": 568, "used": 569, "smelled": 570, "sign": 571, "wear": 572, "tear": 573, "rich": 574, "spending": 575, "indebted": 576, "pay": 577, "sigh": 578, "call": 579, "every": 580, "supposedly": 581, "checking": 582, "eavesdropped": 583, "using": 584, "weasley": 585, "famed": 586, "ears": 587, "hounded": 588, "staying": 589, "suddenly": 590, "deciding": 591, "without": 592, "informed": 593, "ear": 594, "across": 595, "controlling": 596, "wouldn": 597, "likely": 598, "monday": 599, "day": 600, "high": 601, "school": 602, "friday": 603, "plotting": 604, "trick": 605, "jealous": 606, "person": 607, "tossing": 608, "pillow": 609, "cinema": 610, "haven": 611, "gone": 612, "movie": 613, "since": 614, "12": 615, "smirked": 616, "wrinkled": 617, "nose": 618, "disgust": 619, "similar": 620, "tastes": 621, "each": 622, "preferred": 623, "books": 624, "film": 625, "tv": 626, "corrected": 627, "grin": 628, "nodded": 629, "agreement": 630, "preferable": 631, "forks": 632, "nah": 633, "port": 634, "angeles": 635, "truck": 636, "far": 637, "yeah": 638, "drive": 639, "part": 640, "under": 641, "knight": 642, "shining": 643, "armor": 644, "want": 645, "won": 646, "busy": 647, "sheriff": 648, "problems": 649, "missing": 650, "defensively": 651, "okay": 652, "bus": 653, "route": 654, "bound": 655, "interrupted": 656, "real": 657, "quick": 658, "our": 659, "situation": 660, "narrowed": 661, "retreating": 662, "slight": 663, "feeling": 664, "unease": 665, "coursed": 666, "30": 667, "ago": 668, "soon": 669, "talk": 670, "privately": 671, "else": 672, "included": 673, "members": 674, "turned": 675, "blank": 676, "screen": 677, "snorted": 678, "giving": 679, "items": 680, "set": 681, "expensive": 682, "newer": 683, "models": 684, "blinked": 685, "tears": 686, "stood": 687, "kitchen": 688, "grabbed": 689, "bottled": 690, "living": 691, "10": 692, "great": 693, "sipping": 694, "today": 695, "maybe": 696, "tomorrow": 697, "these": 698, "mysterious": 699, "cullens": 700, "seems": 701, "fond": 702, "edwards": 703, "brothers": 704, "emmett": 705, "giant": 706, "teddy": 707, "bear": 708, "jasper": 709, "socialize": 710, "best": 711, "described": 712, "walking": 713, "barbie": 714, "loaded": 715, "dynamite": 716, "comment": 717, "preppy": 718, "pixie": 719, "interesting": 720, "choice": 721, "words": 722, "understand": 723, "allowed": 724, "drift": 725, "describing": 726, "excited": 727, "tried": 728, "shorter": 729, "woman": 730, "reached": 731, "flinch": 732, "show": 733, "yet": 734, "willingly": 735, "befriend": 736, "human": 737, "aware": 738, "company": 739, "towards": 740, "supposed": 741, "must": 742, "total": 743, "mentally": 744, "palmed": 745, "remembered": 746, "telling": 747, "dr": 748, "wasnt": 749, "7": 750, "large": 751, "nerves": 752, "aside": 753, "little": 754, "vamps": 755, "golden": 756, "blood": 757, "red": 758, "odd": 759, "half": 760, "shout": 761, "quieted": 762, "ducked": 763, "embarrassment": 764, "rearview": 765, "mirror": 766, "amused": 767, "shopaholic": 768, "makeover": 769, "repeated": 770, "ugh": 771, "horror": 772, "already": 773, "fun": 774, "absolutely": 775, "glared": 776, "feel": 777, "potent": 778, "sing": 779, "song": 780, "laughed": 781, "bat": 782, "mastered": 783, "bruce": 784, "wayne": 785, "giggled": 786, "question": 787, "shouldn": 788, "lightened": 789, "mood": 790, "relaxed": 791, "grip": 792, "stayed": 793, "throughout": 794, "shopping": 795, "trip": 796, "arguing": 797, "finally": 798, "relented": 799, "shoved": 800, "sets": 801, "nearest": 802, "dressing": 803, "picked": 804, "pouted": 805, "open": 806, "mouth": 807, "stomped": 808, "foot": 809, "teenager": 810, "3": 811, "laugh": 812, "happen": 813, "someway": 814, "somehow": 815, "closet": 816, "trust": 817, "such": 818, "cute": 819, "sparkled": 820, "mirth": 821, "suits": 822, "realize": 823, "olympians": 824, "yup": 825, "magnet": 826, "patted": 827, "simultaneously": 828, "stomachs": 829, "growled": 830, "whoa": 831, "monsters": 832, "come": 833, "still": 834, "leaving": 835, "argument": 836, "though": 837, "friends": 838, "fresh": 839, "air": 840, "checkout": 841, "line": 842, "curious": 843, "rest": 844}